{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural_forms":"nplurals=2; plural=(n != 1);","lang":"da"},"Please choose which language you would like to use with Twine.":["Vælg hvilket sprog du ønsker at bruge med Twine."],"English":["Engelsk"],"Spanish":["Spansk"],"Passage Name":["Navn på afsnit"],"Tag":["Mærkat"],"Tag name":["Navn på mærkat"],"Enter the body text of your passage here. To link to another passage, put two square brackets around its name, [[like this]].":["Indtast brødteksten på din passager her. Sæt to firkantede parenteser rundt om navnet for at linke, [[sådan her]]."],"Delete &ldquo;%s&rdquo;":["Slet &ldquo;%s&rdquo;"],"Edit &ldquo;%s&rdquo;":["Redigér &ldquo;%s&rdquo;"],"Test story starting here":["Test historien herfra"],"Set &ldquo;%s&rdquo; as starting point":["Sæt &ldquo;%s&rdquo; som startpunkt"],"Rename Story":["Omdøb historie"],"What should this story's name be?":["Hvad er navnet på denne historie?"],"Please enter a name.":["Indtast et navn."],"Cancel":["Annullér"],"Save":["Gem"],"JavaScript":["JavaScript"],"Any JavaScript entered here will immediately run when your story is opened in a Web browser.":["Javascript indtastet her vil blive kørt med det samme når din historie åbnes i en browser."],"Find and Replace":["Find og erstat"],"Search For":["Søg efter"],"Include passage names":["Inkludér afsnitnavne"],"Match case":["Match store og små bogstaver"],"Regular expression":["Regulært udtryk"],"Replace With":["Erstat med"],"Expand all search results":["Udvid alle søgeresultater"],"Collapse all search results":["Fold alle søgeresultater sammen"],"Replace All":["Erstat alle"],"Searching...":["Søger..."],"%d match":["%d match","%d matches"],"Replace in this passage":["Erstat dette afsnit"],"Replace in Passage":["Erstat i afsnit"],"Story Statistics":["Historie statistikker"],"This story was last changed at %s":["Denne historie blev sidst ændret %s"],"The IFID for this story is <span class=\"ifid\">%s</span>. <a href=\"http:\\/\\/ifdb.tads.org/help-ifid\" target=\"_blank\">What's an IFID?</a>)":["IFID'et for denne historie er <span class=\"ifid\">%s</span>. <a href=\"http:\\/\\/ifdb.tads.org/help-ifid\" target=\"_blank\">Hvad er et IFID?</a>)"],"Story Format":["Historie format"],"A story format controls the appearance and behavior of your story during play.":["Historieformatet bestemmer udseende og opførsel af din historie når den spilles."],"Loading...":["Indlæser..."],"Stylesheet":["Stylesheet"],"Any CSS entered here will override the default appearance of your story.":["CSS indtastet her vil overskrive standardudseendet på din historie."],"Go to the story list":["Gå til historielisten"],"Edit Story JavaScript":["Redigér historiens JavaScript"],"Edit Story Stylesheet":["Redigér historiens Stylesheet"],"Change Story Format":["Ændr historieformat"],"Snap to Grid":["Fastgør til gitter"],"View Proofing Copy":["Vis korrekturkopi"],"Publish to File":["Udgiv til fil"],"Quick Find":["Hurtig søgning"],"Find and replace across the entire story":["Søg og erstat i hele historien"],"Show only story structure":["Vis kun historiestruktur"],"Show only passage titles":["Vis kun titler på afsnit"],"Show passage titles and excerpts":["Vis titler på afsnit og uddrag"],"Play this story in test mode":["Afspil denne historie i testtilstand"],"Test":["Test"],"Play this story":["Spil denne historie"],"Play":["Spil"],"Add a new passage":["Tilføj et nyt afsnit"],"Passage":["Afsnit","Afsnit"],"by %s":["af %s"],"License: %s":["Licens: %s"],"Are you sure?":["Er du sikker?"],"Remove":["Fjern"],"Remove this format":["Fjern dette format"],"Set this format as default for stories":["Sæt dette format som standard for historier"],"About Twine":["Om Twine"],"Build":["Byg"],"Twine is an open-source tool for telling interactive, nonlinear stories.":["Twine er et open-source værktøj til at fortælle interaktive, ikke-lineære historier."],"Twine 2.0 is released under the <a href=\"http:\\/\\/www.gnu.org/licenses/gpl-3.0.html\">GPL v3</a> license, but any work created with it may be released under any terms, including commercial ones. <a href=\"https:\\/\\/bitbucket.org/klembot/twinejs\">Source Code Repository</a>":["Twine 2.0 er frigivet under <a href=\"http:\\/\\/www.gnu.org/licenses/gpl-3.0.html\">GPL v3</a> licensen, men alle værker skabt med det må udgives under hvilken som helst slags vilkår, inklusiv kommercielle. <a href=\"https:\\/\\/bitbucket.org/klembot/twinejs\">Kildekode</a>"],"Help Twine Grow With A Donation":["Hjælp Twine med at vokse med en donation"],"Code":["Kode"],"Libraries":["Biblioteker"],"Fonts":["Fonte"],"Source Sans Pro and Source Code Pro were designed by Paul D. Hunt under the guidance of Robert Slimbach for <a href=\"http:\\/\\/adobe.com/\">Adobe</a><br> Nunito was designed by <a href=\"http:\\/\\/code.newtypography.co.uk/\">Vernon Adams</a>":["Source Sans Pro og Source Code Pro er designet af Paul D. Hunt under vejledning af Robert Slimbach for <a href=\"http:\\/\\/adobe.com/\">Adobe</a><br> Nunito er designet af <a href=\"http:\\/\\/code.newtypography.co.uk/\">Vernon Adams</a>"],"Icons":["Ikoner"],"Document designed by Rob Gill from the Noun Project":["Document designet af Rob Gill fra The Noun Project"],"Question designed by Henry Ryder from the Noun Project":["Question designet af Henry Ryder fra The Noun Project"],"Smile designed by jelio dimitrov from the Noun Project":["Smile designet af jelio dimitrov fra The Noun Project"],"A new version of Twine, <span class=\"version\"></span>, has been released.":["En ny udgave af Twine, <span class=\"version\"></span>, er frigivet."],"Not Right Now":["Ikke lige nu"],"Download":["Download"],"If you love Twine as much as I do, please consider helping it grow with a donation. Twine is as an open source project that will always be free to use &mdash; and with your help, Twine will continue to thrive.":["Hvis du elsker Twine så meget som jeg gør så overvej venligst at hjælpe det med at vokse med en donation. Twine er et open-source værktøj, der altid vil være gratis at bruge og med din hjælp vil Twine fortsætte med at trives."],"Chris Klimas, Twine creator":["Chris Klimas, Twine skaber"],"Donate":["Donér"],"No Thanks":["Nej tak"],"This message will only be shown to you once.<br>":["Denne besked vil kun blive vist én gang.<br>"],"Story Formats":["Historieformater"],"Proofing Formats":["Korrekturformater"],"Add a New Format":["Tilføj et nyt format"],"Story formats control the appearance and behavior of stories during play.":["Historieformater styrer udseende og opførsel af historier når der spilles."],"Proofing formats create a versions of stories tailored for editing and proofreading.":["Korrekturformater skaber versioner af historier skræddersyet til redigering og korrekturlæsning."],"To add a story format, enter its address below.":["For at tilføje et historieformat, indtast adressen nedenfor."],"Add":["Tilføj"],"Play Story":["Spil historie"],"Test Story":["Test historie"],"Duplicate Story":["Dublér historie"],"Delete Story":["Slet historie"],"Twine":["Twine"],"Create a brand-new story":["Opret en splinterny historie"],"Story":["Historie"],"What should your story be named?<br>(You can change this later.)":["Hvad skal din historie kaldes?<br>(Kan ændres senere.)"],"Import a published story or Twine archive":["Importér en udgivet historie eller et Twine arkiv"],"Import From File":["Importér fra fil"],"Import this file:":["Importer denne fil:"],"Importing...":["Importerer..."],"Save all stories to a Twine archive file":["Gem alle historier til en Twine arkivfil."],"Archive":["Arkiv"],"Work with story and proofing formats":["Arbejd med historie- og korrekturformater"],"Formats":["Formater"],"Change the language Twine uses":["Ændr det sprog Twine bruger"],"Language":["Sprog"],"Browse online help":["Gennemse online hjælp"],"Help":["Hjælp"],"version":["version"],"Report a bug":["Rapportér en fejl"],"Stories":["Historier"],"Sort By":["Sorter efter"],"Last changed date":["Dato for sidste ændring"],"Edit Date":["Redigér dato"],"Story name":["Historienavn"],"Name":["Navn"],"There are no stories saved in Twine right now. To get started, you can either create a new story or import an existing one from a file.":["Der er ingen historier gemt i Twine lige nu. For at begynde kan du enten oprette en ny historie eller importerer en eksisterende fra en fil."],"Hi!":["Hej!"],"Twine is an open-source tool for telling interactive, nonlinear stories. There are a few things you should know before you get started.":["Twne er et open-source værktøj til at fortælle interaktive, ikke-lineære historier. Der er et par ting du bør vide inden du starter."],"Tell Me More":["Fortæl mig mere"],"Skip":["Skip"],"New here?":["Er du ny her?"],"<strong>If you've never used Twine before,</strong> then welcome! The <a href=\"http:\\/\\/twinery.org/2guide\" target=\"_blank\">Twine 2 Guide</a> and the official wiki in general, are a great place to learn. Keep in mind that some articles on the wiki at large were written for Twine 1, which is a little bit different than this version. But most of the concepts are the same.":["<strong>Hvis du aldrig har brugt Twine før,</strong> så velkommen! <a href=\"http:\\/\\/twinery.org/2guide\" target=\"_blank\">Twine 2 Guiden</a> og den officielle wiki i det hele taget, er et fremragende sted at lære. Husk på at nogle artikler på wiki'en er skrevet til Twine 1, som er en smule anderledes end denne version. Men i det store hele er koncepterne de samme."],"You can also get help over at the <a href=\"http:\\/\\/twinery.org/forum\" target=\"_blank\">Twine forum</a>, too.":["Du kan også få hjælp i <a href=\"http:\\/\\/twinery.org/forum\" target=\"_blank\">Twine forummet</a>."],"<strong>If you have used Twine 1 before,</strong> the guide also has details on what has changed in this version. Chief among them is a new default story format, Harlowe. But if you find you prefer the Twine 1 scripting syntax, try using SugarCube instead.":["<strong>Hvis du har brugt Twine 1 før</strong> så indeholder denne guide også detaljer om hvad der er nyt i denne version. Først og fremmest er der et nyt standard historieformat, Harlowe. Men hvis du foretrækker syntaksen i Twine 1 scripts, så prøv at bruge SugarCube i stedet."],"OK":["Ok"],"Your work is saved only in your browser.":["Dit arbejde er kun gemt i din browser."],"That means you don't need to create an account to use Twine 2, and everything you create isn't stored on a server somewhere else &mdash; it stays right in your browser.":["Det betyder at du ikke behøver at oprette en ny konto for bruge Twine 2 og alt hvad du skaber er ikke gemt på en server et eller andet sted &mdash; det bliver lige her i din browser."],"Two <b>very important</b> things to remember, though. Since your work is saved only in your browser, if you clear its saved data, then you'll lose your work! Not good. Remember to use that <i class=\"fa fa-briefcase\"></i>&nbsp;<strong>Archive</strong> button often. You can also publish individual stories to files using the <i class=\"fa fa-cog\"></i> menu on each story in the story list. Both archive and story files can always be re-imported into Twine.":["Der er dog to <b>meget vigtige</b> ting at huske. Da dit arbejde kun gemmes i din browser mister du det hele hvis du sletter browserens gemte data! Det er noget skidt. Husk at bruge <i class=\"fa fa-briefcase\"></i>&nbsp;<strong>Arkivknappen</strong> ofte. Du kan også udgive individuelle historier til filer ved at bruge <i class=\"fa fa-cog\"></i> menuen på hver historie i listen. Både arkivet og historiefilerne kan altid gen-indlæses i Twine."],"Secondly, <b>anyone who can use this browser can see and make changes to your work</b>. So if you've got a nosy kid brother, look into setting up a separate profile for yourself.":["For det andet, <b>alle der bruger denne browser kan se og ændre dit arbejde</b>. Så hvis du har en nysgerrig lillebror så overvej at sætte en separat profil op til dig selv."],"That's it!":["Det var alt!"],"Thanks for reading, and have fun with Twine.":["Tak for at læse og god fornøjelse med Twine."],"Go to the Story List":["Gå til historielisten"],"Your work is automatically saved.":["Dit arbejde gemmes automatisk"],"There's now a folder named Twine in your Documents folder. Inside that is a Stories folder, where all your work will be saved. Twine saves as you work, so you don't have to worry about remembering to save it yourself. You can always open the folder your stories are saved to by using the <b>Show Library</b> item in the <b>Twine</b> menu.":["Der er nu en mappe der hedder Twine i din Dokumentmappe. I den er der en folder der hedder Historier, hvor al fit arbejde bliver gemt. Twine gemmer mens du arbejder så du behøver ikke at bekymre dig om at gemme selv. Du kan altid åbne mappen dine historier er gemt i ved at bruge <b>Vis Bibliotek</b> knappen i <b>Twine</b> menuen."],"Because Twine is always saving your work, the files in your story library will be locked from editing while Twine is open.":["Da Twine altid gemmer dit arbejde er filerne i dit historiebibliotek låst så længe Twine er åben."],"If you'd like to open a Twine story file you received from someone else, you can import it into your library using the <i class=\"icon-upload-alt\"></i> <b>Import From File</b> link in the story list.":["Hvis du gerne vil åbne en Twine historie du har modtaget fra en anden kan du importere den til dit bibliotek ved at bruge <i class=\"icon-upload-alt\"></i> <b>Importer fra fil</b> linket i historielisten."],"&ldquo;%1$s&rdquo; could not be saved (%2$s).":["&ldquo;%1$s&rdquo; kunne ikke gemmes (%2$s)."],"An error occurred while publishing your story. (%s)":["Der opstod en fejl under udgivelsen af din historie. (%s)"],"Twine Archive.html":["Twine Arkiv.html"],"don't know how to sort stories by %s":["kan ikke sortere historier efter %s"],"Untitled Passage":["Unavngivet Afsnit"],"Tap this passage, then the pencil icon to edit it.":["Tryk på dette afsnit og derefter på blyantikonet for at redigere det."],"Double-click this passage to edit it.":["Dobbeltklik på dette afsnit for at redigere det."],"You must give this passage a name.":["Du skal give dette afsnit et nyt navn."],"There is already a passage named \"%s.\" Please give this one a unique name.":["Der findes allerede et afsnit med navnet \"%s\". Giv dette afsnit et nyt navn."],"Untitled Story":["Unavngivet historie"],"There is no starting point set for this story.":["Der er ikke noget begyndelsespunkt for denne historie."],"The passage set as starting point for this story does not exist.":["Afsnittet valgt som begyndelsespunkt for denne historier findes ikke."],"Untitled Story Format":["Unavngivet historieformat"],"Toggle Fullscreen":["Skift til/fra fuldskærm"],"Quit":["Quit"],"Edit":["Redigér"],"Undo":["Fortryd"],"Cut":["Klip"],"Copy":["Kopiér"],"Paste":["Indsæt"],"Delete":["Slet"],"Show Library":["Vis bibliotek"],"/Documents":["/Dokumenter"],"/My\\ Documents":["/Mine\\ Dokumenter"],"/Twine":["/Twine"],"/Stories":["/Historier"],"An error occurred while saving your story (%s).":["Der opstod en fejl under lagring af din historie (%s)."],"An error occurred while deleting your story (%s).":["Der opstod en fejl under sletning af din historie (%s)."],"An error occurred while locking your library (%s).":["Der opstod en fejl ved låsning af dit bibliotek (%s)."],"An error occurred while unlocking your library (%s).":["Der opstod en fejl da dit bibliotek (%s) skulle låses op."],"Don't know how to do bubble action %s":["Kan ikke udføre bobbelhandling %s"],"Don't know how to do collapse action %s":["Kan ikke udføre foldehandling %s"],"Can't set locale to nonstring: %s":["Kan ikke sætte sprog til ikke-streng: %s"],"Editing “%s”":["Redigerer \"%s\""],"Any changes to the passage you're editing haven't been saved yet. ":["Alle ændringer til afsnittet du redigerer er ikke gemt endnu."],"%d passage matches.":["%d afsnit matcher.","%d afsnit matcher."],"No matching passages found.":["Ingen matchende afsnit fundet."],"%d replacement was made in":["%d erstatning foretaget i","%d erstatninger foretaget i"],"%d passage":["%d afsnit","%d afsnit"],"%1$s %2$s":["%1$s %2$s"],"Character":["Karakter","Karakterer"],"Word":["Ord","Ord"],"Link":["Link","Links"],"Broken Link":["Brudt link","Brudte links"],"The story format &ldquo;%1$s&rdquo; could not be loaded (%2$s).":["Historieformatet &ldquo;%1$s&rdquo; kunne ikke indhentes (%2$s)."],"Are you sure you want to delete &ldquo;%s&rdquo;? ":["Er du sikker på du vil slette &ldquo;%s&rdquo;? "],"(Hold the Shift key when deleting to skip this message.)":["(Hold Shift nede når du sletter for at skippe denne besked.)"],"Don't see either mouse or touch coordinates on event":["Kan ikke finde hverken muse- eller berøringskoordinater på handling"],"Couldn't find original touch ID in movement event":["Kunne ikke finde oprindelige berørings ID i bevægelseshandling"],"A problem occurred while saving your changes (%s).":["Der opstod en fejl under lagring af dine ændringer (%s)."],"Are you sure you want to delete this passage?":["Er du sikker på du vil slette dette afsnit?","Er du sikker på du vil slette disse %d afsnit? Dette kan ikke fortrydes."],"This story does not have a starting point. ":["Denne historie har ikke noget begyndelsespunkt."],"Refreshed the playable version of your story in the previously-opened tab or window.":["Genindlæste den spilbare version af din historie i det tidligere åbnede tab eller vindue."],"This story does not have a starting point. Use the <i class=\"fa fa-rocket\"></i> icon on a passage to set this.":["Denne historie har ikke noget begyndelsespunkt. Brug <i class=\"fa fa-rocket\"></i> ikonet på et afsnit for at vælge det."],"Refreshed the test version of your story in the previously-opened tab or window.":["Genindlæste testversionen af din historie i det tidligere åbnede tab eller vindue."],"Last saved at %s":["Sidst gemt %s"],"The story format at %1$s could not be added (%2$s).":["Historieformatet på %1$s kunne ikke tilføjes (%2$s)."],"Don't know what kind of format to set as default":["Kan ikke finde format til at sætte som standard."],"%d%% space available":["%d%% plads tilgængelig"],"This story does not have a starting point. Edit this story and use the <i class=\"fa fa-rocket\"></i> icon on a passage to set this.":["Denne historie har ikke noget begyndelsespunkt. Redigér historien og brug<i class=\"fa fa-rocket\"></i> ikonet på et afsnit for at vælge det."],"Are you sure you want to delete &ldquo;%s&rdquo;? This cannot be undone.":["Er du sikker på at du vil slette &ldquo;%s&rdquo;? Dette kan ikke forstrydes."],"Delete Forever":["Slet for evigt"],"What should &ldquo;%s&rdquo; be renamed to?":["Hvad skal &ldquo;%s&rdquo; omdøbes til?"],"Rename":["Omdøb"],"What should the duplicate be named?":["Hvad skal dubletten hedde?"],"Duplicate":["Dublér"],"%s Copy":["%s Copy"],"%d story was imported.":["%d historie blev importeret.","%d historier blev importeret."],"%d Story":["%d historie","%d historier"]}}}