{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural_forms":"nplurals=2; plural=(n > 1);","lang":"fr"},"Please choose which language you would like to use with Twine.":["Veuillez choisir le langage à utiliser dans Twine."],"Passage Name":["Nom du Passage"],"Tag":["Balise"],"Tag name":["Nom de la balise"],"Enter the body text of your passage here. To link to another passage, put two square brackets around its name, [[like this]].":["Entrez le texte de votre passage ici. Pour ajouter un lien vers un autre passage, entourez son nom de deux crochets, [[comme ça]]."],"Delete &ldquo;%s&rdquo;":["Supprimer &ldquo;%s&rdquo;"],"Edit &ldquo;%s&rdquo;":["Modifier &ldquo;%s&rdquo;"],"Test story starting here":["Début de l'histoire de test"],"Set &ldquo;%s&rdquo; as starting point":["Choisir &ldquo;%s&rdquo; comme point de départ"],"Rename Story":["Renommer l'Histoire"],"What should this story's name be?":["Quel nom voulez-vous donnez à cette histoire ?"],"Please enter a name.":["Veuillez entrer un nom."],"Cancel":["Annuler"],"Save":["Sauvegarder"],"JavaScript":["JavaScript"],"Any JavaScript entered here will immediately run when your story is opened in a Web browser.":["Tout JavaScript ajouté ici sera lancé dès que votre histoire sera ouverte dans un navigateur Web."],"Find and Replace":["Chercher et Remplacer"],"Search For":["Rechercher"],"Include passage names":["Inclure le nom des passages"],"Match case":["Respecter la casse"],"Regular expression":["Expression régulière"],"Replace With":["Remplacer Par"],"Expand all search results":["Déplier les résultats de recherche"],"Collapse all search results":["Replier tous les résultats de recherche"],"Replace All":["Remplacer Tout"],"Searching...":["Recherche..."],"%d match":["%d résultat","%d résultats"],"Replace in this passage":["Remplacer dans ce passage"],"Replace in Passage":["Remplacer dans le passage"],"Story Statistics":["Statistiques de l'Histoire"],"This story was last changed at %s":["Cette histoire à été modifiée pour la dernière fois à %s"],"The IFID for this story is <span class=\"ifid\">%s</span>. <a href=\"http:\\/\\/ifdb.tads.org/help-ifid\" target=\"_blank\">What's an IFID?</a>)":["L'IFID pour cette histoire est <span class=\"ifid\">%s</span>. <a href=\"http:\\/\\/ifdb.tads.org/help-ifid\" target=\"_blank\">Qu'est-ce qu'un IFID?</a>)"],"Story Format":["Format d'Histoire"],"A story format controls the appearance and behavior of your story during play.":["Un format d'histoire contrôle l'apparence et le comportement de votre histoire durant le jeu"],"Loading...":["Chargement..."],"Stylesheet":["Feuille de style"],"Any CSS entered here will override the default appearance of your story.":["Tout CSS ajouté ici remplacera l'apparence par défaut de votre histoire"],"Go to the story list":["Aller à la liste des histoires"],"Edit Story JavaScript":["Modifier le JavaScript de l'Histoire"],"Edit Story Stylesheet":["Modifier la Feuille de Style de l'Histoire"],"Change Story Format":["Modifier le Format de l'Histoire"],"Snap to Grid":["Coller à la Grille"],"View Proofing Copy":["Voir Épreuve de Correction"],"Publish to File":["Publier vers un Fichier"],"Quick Find":["Recherche Rapide"],"Find and replace across the entire story":["Chercher et remplacer dans toute l'histoire"],"Show only story structure":["Montrer uniquement la structure de l'histoire"],"Show only passage titles":["Montrer uniquement le titre des passages"],"Show passage titles and excerpts":["Montrer le titre des passages et les extraits"],"Play this story in test mode":["Lancer cette histoire en mode test"],"Test":["Test"],"Play this story":["Lancer cette histoire"],"Play":["Lancer"],"Add a new passage":["Ajouter un nouveau passage"],"Passage":["Passage","Passages"],"by %s":["par %s"],"License: %s":["Licence : %s"],"Are you sure?":["Êtes-vous sûr ?"],"Remove":["Supprimer"],"Remove this format":["Supprimer ce format"],"Set this format as default for stories":["Choisir ce format comme format par défaut pour toutes les histoires"],"About Twine":["À propos de Twine"],"Build":["Version"],"Twine is an open-source tool for telling interactive, nonlinear stories.":["Twine est un outil open-source pour raconter des histoires interactives et non-linéaires."],"Twine 2.0 is released under the <a href=\"http:\\/\\/www.gnu.org/licenses/gpl-3.0.html\">GPL v3</a> license, but any work created with it may be released under any terms, including commercial ones. <a href=\"https:\\/\\/bitbucket.org/klembot/twinejs\">Source Code Repository</a>":["Twine 2.0 est distribué sous la licence <a href=\"http:\\/\\/www.gnu.org/licenses/gpl-3.0.fr.html\">GPL v3</a>, mais toute œuvre créée via Twine peut être distribuée sous n'importe quels termes, y compris commerciaux. <a href=\"https:\\/\\/bitbucket.org/klembot/twinejs\">Dépôt du code source</a>"],"Help Twine Grow With A Donation":["Aidez Twine à Grandir Grâce À Un Don"],"Code":["Code"],"Translations":["Traductions"],"Libraries":["Bibliothèques"],"Fonts":["Polices de caractère"],"Source Sans Pro and Source Code Pro were designed by Paul D. Hunt under the guidance of Robert Slimbach for <a href=\"http:\\/\\/adobe.com/\">Adobe</a><br> Nunito was designed by <a href=\"http:\\/\\/code.newtypography.co.uk/\">Vernon Adams</a>":["Source Sans Pro et Source Code Pro ont été créées par Paul D. Hunt avec l'aide de Robert Slimbach pour <a href=\"http:\\/\\/adobe.com/\">Adobe</a><br> Nunito a été créée par <a href=\"http:\\/\\/code.newtypography.co.uk/\">Vernon Adams</a>"],"Icons":["Icônes"],"Document designed by Rob Gill from the Noun Project":["Document conçu par Rob Gill pour le Noun Project"],"Question designed by Henry Ryder from the Noun Project":["Question conçue par Henry Ryder pour le Noun Project"],"Smile designed by jelio dimitrov from the Noun Project":["Sourire conçu par jelio dimitrov pour le Noun Project"],"A new version of Twine, <span class=\"version\"></span>, has been released.":["Une nouvelle version de Twine, <span class=\"version\"></span>, vient de sortir."],"Not Right Now":["Pas En Ce Moment"],"Download":["Télécharger"],"If you love Twine as much as I do, please consider helping it grow with a donation. Twine is as an open source project that will always be free to use &mdash; and with your help, Twine will continue to thrive.":["Si vous aimez Twine autant que moi, réfléchissez à l'aider via une donation. Twine est un projet open-source qui sera toujours gratuit à utiliser &mdash; et avec votre aide, Twine continuera à prospérer."],"Chris Klimas, Twine creator":["Chris Klimas, créateur de Twine"],"Donate":["Faire un don"],"No Thanks":["Non Merci"],"This message will only be shown to you once.<br>":["Ce message n'apparaîtra qu'une seule fois.<br>"],"Story Formats":["Formats d'Histoire"],"Proofing Formats":["Formats de Correction"],"Add a New Format":["Ajouter un Nouveau Format"],"Story formats control the appearance and behavior of stories during play.":["Les formats d'histoire contrôlent l'apparence et le comportement des histoires durant la lecture."],"Proofing formats create a versions of stories tailored for editing and proofreading.":["Les formats de correction créent une version des histoires dédiée à l'édition et à la correction."],"To add a story format, enter its address below.":["Pour ajouter un format d'histoire, entrez son adresse web ci-dessous."],"Add":["Ajouter"],"Play Story":["Lancer l'Histoire"],"Test Story":["Tester l'Histoire"],"Duplicate Story":["Dupliquer l'Histoire"],"Delete Story":["Supprimer l'Histoire"],"Twine":["Twine"],"Create a brand-new story":["Créer une histoire toute fraîche"],"Story":["Histoire"],"What should your story be named?<br>(You can change this later.)":["Quel nom voulez-vous utiliser pour votre histoire ?<br>(Vous pourrez le changer après.)"],"Import a published story or Twine archive":["Importer une histoire publiée ou une archive Twine"],"Import From File":["Importer depuis un Fichier"],"Import this file:":["Importer ce fichier :"],"Importing...":["Import en cours..."],"Save all stories to a Twine archive file":["Sauvegarder toutes les histoires dans un fichier d'archive Twine"],"Archive":["Archive"],"Work with story and proofing formats":["Utiliser les formats d'histoire et de correction"],"Formats":["Formats"],"Change the language Twine uses":["Changer la langue utilisée par Twine"],"Language":["Langue"],"Browse online help":["Parcourir l'aide en ligne"],"Help":["Aide"],"version":["version"],"Report a bug":["Signaler un bug"],"Stories":["Histoires"],"Sort By":["Trier Par"],"Last changed date":["Date de dernière modification"],"Edit Date":["Date d'édition"],"Story name":["Nom de l'histoire"],"Name":["Nom"],"There are no stories saved in Twine right now. To get started, you can either create a new story or import an existing one from a file.":["Il n'y a aucune histoire sauvegardée dans Twine pour le moment. Pour commencer, vous pouvez soit créer une nouvelle histoire soit en importer une depuis un fichier."],"Hi!":["Salut !"],"Twine is an open-source tool for telling interactive, nonlinear stories. There are a few things you should know before you get started.":["Twine est un outil open-source pour raconter des histoires interactives et non-linéaires. Il y a quelques détails que vous devriez connaître avant de vous lancer."],"Tell Me More":["En Savoir Plus"],"Skip":["Passer"],"New here?":["Nouveau venu ?"],"<strong>If you've never used Twine before,</strong> then welcome! The <a href=\"http:\\/\\/twinery.org/2guide\" target=\"_blank\">Twine 2 Guide</a> and the official wiki in general, are a great place to learn. Keep in mind that some articles on the wiki at large were written for Twine 1, which is a little bit different than this version. But most of the concepts are the same.":["<strong>Si vous n'avez encore jamais utilisé Twine,</strong> alors bienvenue ! Le <a href=\"http:\\/\\/twinery.org/2guide\" target=\"_blank\">Guide de Twine 2</a>, et le wiki officiel en général, sont de très bons endroits pour apprendre. N'oubliez pas que certains articles du wiki ont été écrits pour Twine 1, qui est un petit peu différent de cette version. La plupart des concepts sont cependant les mêmes."],"You can also get help over at the <a href=\"http:\\/\\/twinery.org/forum\" target=\"_blank\">Twine forum</a>, too.":["Vous pouvez aussi obtenir de l'aide sur le <a href=\"http:\\/\\/twinery.org/forum\" target=\"_blank\">forum de Twine</a>."],"<strong>If you have used Twine 1 before,</strong> the guide also has details on what has changed in this version. Chief among them is a new default story format, Harlowe. But if you find you prefer the Twine 1 scripting syntax, try using SugarCube instead.":["<strong>Si vous avez déjà utilisé Twine 1,</a> ce guide comporte des détails sur ce qui a changé dans cette version. Le principal est un nouveau format d'histoire, Harlowe. Si vous préférez utiliser la syntaxe de script de Twine 1, essayez d'utiliser SugarCube à la place."],"OK":["OK"],"Your work is saved only in your browser.":["Votre travail est sauvegardé uniquement dans votre navigateur."],"That means you don't need to create an account to use Twine 2, and everything you create isn't stored on a server somewhere else &mdash; it stays right in your browser.":["Cela signifie que vous n'avez pas besoin de créer un compte pour utiliser Twine 2, et que tout ce que vous créez n'est pas gardé dans un serveur quelque part, mais reste bien au chaud dans votre navigateur."],"Two <b>very important</b> things to remember, though. Since your work is saved only in your browser, if you clear its saved data, then you'll lose your work! Not good. Remember to use that <i class=\"fa fa-briefcase\"></i>&nbsp;<strong>Archive</strong> button often. You can also publish individual stories to files using the <i class=\"fa fa-cog\"></i> menu on each story in the story list. Both archive and story files can always be re-imported into Twine.":["Deux choses <b>très importantes</b> à noter, cela dit. Étant donné que votre travail est sauvegardé uniquement dans votre navigateur, si vous effacez ses données, vous perdrez votre travail ! Pas glop. N'oubliez pas d'utiliser le bouton <i class=\"fa fa-briefcase\"></i>&nbsp;<strong>Archive</strong> régulièrement. Vous pouvez aussi publier des histoires une par une en utilisant le menu <i class=\"fa fa-cog\"></i> dans chaque histoire de la liste. L'archive et les fichiers d'histoire peuvent être importées de nouveau dans Twine."],"Secondly, <b>anyone who can use this browser can see and make changes to your work</b>. So if you've got a nosy kid brother, look into setting up a separate profile for yourself.":["De plus, <b>n'importe qui qui utilise ce navigateur peut voir et changer votre travail</b>. Si vous avez un petit frère fouineur, pensez à vous créer un profil séparé juste pour vous."],"That's it!":["C'est tout !"],"Thanks for reading, and have fun with Twine.":["Merci d'avoir lu, et amusez-vous bien avec Twine."],"Go to the Story List":["Aller à la Liste des Histoires"],"Your work is automatically saved.":["Votre travail est sauvegardé automatiquement."],"There's now a folder named Twine in your Documents folder. Inside that is a Stories folder, where all your work will be saved. Twine saves as you work, so you don't have to worry about remembering to save it yourself. You can always open the folder your stories are saved to by using the <b>Show Library</b> item in the <b>Twine</b> menu.":["Il y a maintenant un dossier nommé Twine dans votre dossier Documents. A l'intérieur vous trouverez un dossier Histoires, où tout votre travail sera sauvegardé. Twine sauvegarde au cours de votre travail, pour que vous n'ayez pas à penser à le sauver vous-même. Vous pouvez toujours ouvrir le dossier où vos histoires sont sauvegardées en utilisant le choix <b>Montrer la Bibliothèque</b> dans le menu <b>Twine</b>"],"Because Twine is always saving your work, the files in your story library will be locked from editing while Twine is open.":["Vu que Twine est toujours en train de sauvegarder votre travail, les fichiers dans votre bibliothèque d'histoires seront verrouillés tant que Twine est ouvert."],"If you'd like to open a Twine story file you received from someone else, you can import it into your library using the <i class=\"icon-upload-alt\"></i> <b>Import From File</b> link in the story list.":["Si vous voulez ouvrir une histoire Twine que vous avez reçu de quelqu'un d'autre, vous pouvez l'importer dans votre bibliothèque en utilisant <i class=\"icon-upload-alt\"></i> <b>Importer depuis un Fichier</b> dans la liste des histoires."],"&ldquo;%1$s&rdquo; could not be saved (%2$s).":["&ldquo;%1$s&rdquo; n'a pas pu être sauvegardé (%2$s)."],"An error occurred while publishing your story. (%s)":["Une erreur est survenue lors de la publication de votre histoire. (%s)"],"Twine Archive.html":["Twine Archive.html"],"don't know how to sort stories by %s":["impossible de trier les histoires par %s"],"Untitled Passage":["Passage sans titre"],"Tap this passage, then the pencil icon to edit it.":["Cliquez sur ce passage, puis sur l'icône du crayon pour le modifier."],"Double-click this passage to edit it.":["Double-cliquez sur ce passage pour le modifier."],"You must give this passage a name.":["Vous devez donner un nom à ce passage."],"There is already a passage named \"%s.\" Please give this one a unique name.":["Il y a déjà un passage nommé \"%s\". Veuillez donner à ce passage un nom unique."],"Untitled Story":["Histoire sans Titre."],"There is no starting point set for this story.":["Il n'y a pas de point de départ défini pour cette histoire."],"The passage set as starting point for this story does not exist.":["Le passage défini comme point de départ pour cette histoire n'existe pas."],"Untitled Story Format":["Format d'Histoire sans Titre."],"Toggle Fullscreen":["Passer en Mode Plein Écran."],"Quit":["Quitter"],"Edit":["Modifier"],"Undo":["Annuler"],"Cut":["Couper"],"Copy":["Copier"],"Paste":["Coller"],"Delete":["Supprimer"],"Show Library":["Montrer la Bibliothèque"],"/Documents":["/Documents"],"/My\\ Documents":["/Mes\\ Documents"],"/Twine":["/Twine"],"/Stories":["/Histoires"],"An error occurred while saving your story (%s).":["Une erreur est survenue pendant la sauvegarde de votre histoire (%s)."],"An error occurred while deleting your story (%s).":["Une erreur est survenue pendant la suppression de votre histoire (%s)."],"An error occurred while locking your library (%s).":["Une erreur est survenue pendant le verrouillage de votre bibliothèque (%s)."],"An error occurred while unlocking your library (%s).":["Une erreur est survenue pendant le déverrouillage de votre bibliothèque (%s)."],"Don't know how to do bubble action %s":["Impossible d'effectuer l'action de bulle %s"],"Don't know how to do collapse action %s":["Impossible de replier %s"],"Can't set locale to nonstring: %s":["Impossible de changer la locale vers : %s"],"Editing “%s”":["Modification \"%s\""],"Any changes to the passage you're editing haven't been saved yet. ":["Les changements sur le passage que vous modifiez n'ont pas encore été sauvegardés."],"%d passage matches.":["%d passage correspondant.","%d passages correspondants."],"No matching passages found.":["Pas de passages correspondants."],"%d replacement was made in":["%d remplacement effectué dans","%d remplacements effectués dans"],"%d passage":["%d passage","%d passages"],"%1$s %2$s":["%1$s %2$s"],"Character":["Caractère","Caractères"],"Word":["Mot","Mots"],"Link":["Lien","Liens"],"Broken Link":["Lien Brisé","Liens Brisés"],"The story format &ldquo;%1$s&rdquo; could not be loaded (%2$s).":["Le format d'histoire &ldquo;%1$s&rdquo; n'a pas pu être chargé (%2$s)."],"Are you sure you want to delete &ldquo;%s&rdquo;? ":["Êtes-vous sûr de vouloir supprimer &ldquo;%s&rdquo; ?"],"(Hold the Shift key when deleting to skip this message.)":["(Gardez la touche Maj appuyée lors de la suppression pour ne plus afficher ce message.)"],"Don't see either mouse or touch coordinates on event":["Impossible de déterminer les coordonnées de curseur pour l'évènement"],"Couldn't find original touch ID in movement event":["Impossible de trouver la touch ID pour l'évènement"],"A problem occurred while saving your changes (%s).":["Un problème est survenu lors de la sauvegarde des modifications (%s)."],"Are you sure you want to delete this passage?":["Êtes-vous sûr de vouloir supprimer %d passage ?","Êtes-vous sûr de vouloir supprimer ces %d passages ? Cette action ne peut être annulée."],"This story does not have a starting point. ":["Cette histoire n'a pas de point de départ."],"Refreshed the playable version of your story in the previously-opened tab or window.":["Version jouable de votre histoire mise à jour dans la fenêtre ou l'onglet précédemment ouvert(e)."],"This story does not have a starting point. Use the <i class=\"fa fa-rocket\"></i> icon on a passage to set this.":["Cette histoire n'a pas de point de départ. Utilisez l'icône <i class=\"fa fa-rocket\"></i> sur un passage pour en sélectionner un."],"Refreshed the test version of your story in the previously-opened tab or window.":["Version de test de votre histoire mise à jour dans la fenêtre ou l'onglet précédemment ouvert(e)."],"Last saved at %s":["Dernière sauvegarde à %s"],"The story format at %1$s could not be added (%2$s).":["Le format d'histoire %1$s n'a pas pu être rajouté (%2$s)."],"Don't know what kind of format to set as default":["Impossible de déterminer quel format à utiliser par défaut."],"%d%% space available":["Place restante : %d%%"],"This story does not have a starting point. Edit this story and use the <i class=\"fa fa-rocket\"></i> icon on a passage to set this.":["Cette histoire n'a pas de point de départ. Modifiez cette histoire et utilisez l'icône <i class=\"fa fa-rocket\"></i> sur un passage pour en sélectionner un."],"Are you sure you want to delete &ldquo;%s&rdquo;? This cannot be undone.":["Êtes-vous sûr de vouloir supprimer &ldquo;%s&rdquo; ? Cette action ne peut être annulée."],"Delete Forever":["Supprimer pour Toujours"],"What should &ldquo;%s&rdquo; be renamed to?":["Quel doit être le nouveau nom de &ldquo;%s&rdquo; ?"],"Rename":["Renommer"],"What should the duplicate be named?":["Quel doit être le nom de la copie ?"],"Duplicate":["Dupliquer"],"%s Copy":["Copie de %s"],"%d story was imported.":["%d histoire a été importée.","%d histoires ont été importées."],"%d Story":["%d Histoire","%d Histoires"]}}}